Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/facta/umo.se/murrosika.html.tmx
Source language: fin
Languages: sme

source: Murrosikä alkaa yleensä 10–13-vuotiaana.
sme: Joskos go lea 10 ja 13 jagi gaskkan lávejit eatnasat ollet rávásmanahkái.

source: Murrosiän aikana vartalo kehittyy lapsesta aikuiseksi.
sme: Rávásmanagi áigge gorut ovdána mánás rávesolmmožin.

source: Esimerkiksi ääni ja sukupuolielimet muuttuvat, kasvoihin saattaa ilmaantua näppylöitä ja kiinnostus seksiin herää.
sme: Ovdamearkka dihte jietna ja sohkabealli rievdá, sáhttá oažžut nákkiid ja álgá beroštit seksas.

source: Murrosiän alkamisesta vastaavat hormonit.
sme: Hormonat bidjet johtui rávásmanagi.

source: Hormonit ovat aineita, joita kehon rauhaset tuottavat.
sme: Hormonat leat ávdnasat mat šaddet goruda sierra ravssain.

source: Hormonit vaikuttavat kehon eri toimintoihin.
sme: Hormonat váikkuhit mot gorut doaibmá máŋgga sierra ládje.

source: Ne esimerkiksi säätelevät unta, verenpainetta, mielialaa ja kehossa olevan veden määrää.
sme: Ovdamearkka dihte stivrejit nahkáriid, varradeattu, miela ja man olu čáhci lea gorudis.

source: Kehossa on myös hormoneja, jotka määrittävät kuinka ja koska vartalo kehittyy.
sme: Hormonat maid mearridit got ja goas gorut ovdána.

source: Murrosiän alkaminen ja sen kokeminen vaihtelee suuresti eri henkilöiden välillä.
sme: Go olle rávásmanahkái ja mot dan dovdá variere olbmos olbmui.

source: Jotkut saattavat odottaa kuukautisten alkamista tai parrankasvua, kun taas toisten mielestä muutokset tuntuvat pelottavilta.
sme: Muhtimat sáhttet vuordit mánnodávddaid dehe skávžžáid oažžuma go fas earáid mielas dat lea áŋgir.

source: Murrosiän varhaista tai myöhäistä alkamisaikaa ei voi hallita.
sme: Ollego árrat dehe maŋŋit rávásmanahkái dan ii sáhte stivret ieš.

source: Tyttöjen murrosikä alkaa yleensä 10–12-vuotiaana ja poikien 11–13-vuotiaana.
sme: Nieiddain rávásmanahki láve álgit go lea 10 ja 12 jagi gaskkas ja bártniin 11 ja 13 jagi gaskkas.

source: On tavallista, että se alkaa joko aikaisemmin tai myöhemmin.
sme: Muhto lea dábálaš ahte dat dáhpáhuvvá árabut ja maŋibut maid.

source: Murrosiän alkamisikä on suurelta osin perinnöllistä.
sme: Man boaris lea go olle rávásmanahkái lea stuora oassái árbbálaš.

source: Murrosikä kestää yleensä viidestä kuuteen vuotta, jona aikana jokainen kehittyy omaan tahtiinsa.
sme: Oppa rávásmanahki láve váldit vihtta – guhtta jagi ja dan áigge lea buohkain iežas tákta.

source: Murrosikä alkaa usein nopealla pituuskasvulla.
sme: Rávásmanahki álgá dávjá ahte šaddá jođánit.

source: Olo voi tuntua hieman kömpelöltä, sillä kaikki ruumiinosat eivät kasva samaan tahtiin.
sme: Muhtimin soaitá dovdat iežas boakkasin daningo goruda buot oasit eai šatta seamma távttas.

source: Ennen varsinaista pituuskasvua kädet ja jalat kasvavat runsaasti pituutta.
sme: Ovdamearkka dihte gieđat ja juolggit lávejit šaddat hui sakka álggos.

source: Murrosiän päättyessä lopullinen pituus on saavutettu.
sme: Go boahtá eret rávásmanagis lea šaddan válmmasin guhkkodahkii.

source: Monesti sanotaan, että murrosikä on vaikeaa aikaa.
sme: Gullá dávjá ahte rávásmanahki lea áŋgiris perioda.

source: Osalle se voi ollakin, mutta ei kaikille.
sme: Nu sáhttá leahkit muhtumiidda, muhto ii buohkaide.

source: Monille se on hauska ja jännittävä vaihe elämässä, sillä sekä itsessä että ympärillä tapahtuu paljon uusia asioita.
sme: Máŋgasii dat lea somás ja gelddolaš áigi eallimis, go dáhpáhuvvet máŋggat ođđa áššit iežainis ja earáin ovttaskasa birra.

source: Monien mielestä on mukavaa kasvaa pituutta ja muuttua aikuismaisemmaksi.
sme: Máŋggat liikojit šaddat ja oažžut eanet rávesolbmo goruda ja hámi, muhto eai buohkat.

source: Kehossa tapahtuvat muutokset voivat olla hämmentäviä ja voi tuntua, että mieli ei kestä mukana.
sme: Sáhttá dovdot seagas ahte gorut rievdá, muhtumin sáhttá dovdot ahte ii riekta čuovo mielde.

source: Joskus voi tuntua, että tytön tai pojan käyttäytymiseen tai ulkonäköön kohdistuu monenlaisia vaatimuksia.
sme: Muhtumin sáhttá dovdot dego ahte leat jurdagat ja gáibádusat, ovdamearkka dihte mot galgá leahkit ja man hámat galgá leahkit nieidan ja bárdnin.

source: Aikuisilla saattaa olla mielipide siitä, millaisia murrosikäiset nuoret ”ovat”, ja he saattavat kuvailla nuoria negatiivisesti esimerkiksi toteamalla, että murrosikäiset ovat hankalia ja räyhääviä.
sme: Rávesolbmuin sáhttet leahkit idéat makkárat nuppelotjahkásaččat ”leat”, man sáhttá govvidit negatiivvalaš sániiguin dego nuppelotjahkásaččat leat lossadat ja riidát.

source: Kannattaa kuitenkin muistaa, että kellään ei ole oikeutta kohdella toista epäreilusti, ja jokaisella on oikeus olla sellainen kuin itse haluaa.
sme: Galgá muitit ahte ii geasge leat riekti gieđahallat ovttaskasa soamehemiid ja juohkehaččas lea riekti leahkit dat gii háliida.

source: Jos olo tuntuu hankalalta, kannattaa asiasta puhua jollekin.
sme: Jus dovdo váivi lea buorre ságastit soapmásiin.

source: Yhteyttä voi ottaa esimerkiksi koulun terveydenhoitajaan, koulukuraattoriin tai nuorisovastaanoton henkilökuntaan.
sme: Dat sáhttá ovdamearkka dihte leahkit skuvladivššár, skuvlakurator dehe soamis nuoraidvuostáváldimis.

source: Mitä murrosiässä tapahtuu?
sme: Mii dáhpáhuvvá rávásmanagis?

source: Tyttöjen murrosikä alkaa rintojen kasvamisella.
sme: Nieiddaide lea vuosttas mearka ahte lea ollen rávásmanahkái ahte rattit šaddagohtet.

source: Rinnoissa voi tuntua pieniä kovia kyhmyjä nännien alla.
sme: Dan sáhttá dovdat go oažžu una garra marššiid radderuppiid duohkái.

source: Se on kasvavaa rintarauhaskudosta.
sme: Dat lea ratti raksa mii ovdána.

source: Kun rinnat kasvavat, ne voivat kutista ja kipeytyä.
sme: Go rattit šaddet sáhttet dat sakŋidit ja leahkit bákčasat.

source: Rinnat voivat kipeytyä myös osuessaan johonkin.
sme: Lea maid dábálaš ahte bávččaga go časká juoga vuostá dehe nordada rattiid garrasit.

source: Usein toinen rinta alkaa kasvaa ennen toista.
sme: Dávjjimusat nubbi raddi šaddá ovdal nuppi.

source: On tavallista, että rinnat kasvavat eri tahtiin.
sme: Lea dábálaš ahte rattit jotket šaddat sierra távttas.

source: Lähes puolelle kaikista pojista ilmestyy rintarauhasia, jotka voivat näkyä ja tuntua pienenä kyhmynä toisen tai molempien nännien alla.
sme: Measta bealli bártniin oažžu raddemarššiid mat sáhttet oidnot ja dovdot una maršin nuppi dehe goappeš radderuoppi vuolde.

source: Rintarauhaset voivat tuntua hieman kipeiltä, mutta ne ovat täysin vaarattomia.
sme: Radderavssat sáhttet maid dovdot vehá bákčasat, muhto dat ii leat váralaš.

source: Ajan mittaan rintarauhaset pienenevät.
sme: Oanehis áigge geažis lávejit radderavssat šaddat unnin fas.

source: Se voi kestää kahdesta kolmeen vuotta.
sme: Dasa gollá guokte – golbma jagi.

source: Vartalon karvoitus
sme: Guolggat gorudis

source: Murrosiässä häpykarvoitus alkaa kasvaa.
sme: Rávásmanagis oažžu sohkabealeguolggaid.

source: Karvoja alkaa kasvaa sukuelinten ulkopinnalle ja nivusiin.
sme: Guolggat šaddet olggobealde sohkabeali ja buođggaid guvlui.

source: Sekä pojilla että tytöillä karvoitus voi ulottua napaan saakka.
sme: Sihke bártnit ja nieiddat sáhttet oažžut guolggaid gurgadassan gitta nábi rádjái.

source: Myös kainaloihin ja tavallisesti myös kehon muihin osiin kasvaa karvaa, esimerkiksi käsiin ja jalkoihin.
sme: Olmmoš oažžu maid guolggaid gieđa vuollái ja dábálaš ahte oažžu eanet guolggaid eará sadjái gorudii maid ovdamearkka dihte gieđaide ja julggiide.

source: Pojilla voi kasvaa karvaa rintaan ja selkään.
sme: Bártnit sáhttet oažžut guolggaid raddái ja sealgái.

source: Pojille kehittyy partakarvoitusta.
sme: Bártniide šaddet skávžžát.

source: Yleensä ylähuuleen kasvaa ensin viiksiä, ja sitten karvoitus leviää poskiin ja leukaan.
sme: Dat lávejit álgit badjebaksamis ja viidot dasto muođuide ja gáibái.

source: Joillakin karvankasvu voi lisääntyä ja voimistua pitkälle aikuisikään saakka.
sme: Muhtumiin sáhttá guolgašaddan ain lassánit ja šaddat garraseappot guhkás rávis ahkái.

source: Murrosiässä hiukset rasvoittuvat entistä nopeammin.
sme: Rávásmanagis vuovttat oaivvis šaddet jođáneappot vuodjan go ovdal.

source: Tämä johtuu siitä, että talirauhaset tuottavat enemmän rasvaa.
sme: Dat vuolgá das ahte dálgarávssát válbmejit eanet vuoja.

source: Sen vuoksi hiukset täytyy pestä aiempaa useammin.
sme: Danin sáhttá dárbbahit bassat vuovttaid dávjjibut go lea dahkan ovdal.

source: Murrosiässä sukupuolielinten koko ja väri muuttuvat.
sme: Vuolabealli muhto rávásmanagi áigge nu sturrodagas go fearggas.

source: Talirauhaset näkyvät selvemmin, minkä vuoksi alapäässä voi havaita ryppyjä ja kuoppia, jotka ovat luonnollisia ja vaarattomia.
sme: Vuodjaravssat álget oidnot čielgaseappot mii dagaha ahte sáhttá fuomášit dielkkuid ja nákkiid mat leat lunddolaččat eaige leat váralaččat.

source: Hien ja nesteiden muodostuminen alkaa, mikä saa sukupuolielimet tuoksumaan erilaiselta kuin aiemmin.
sme: Vuodja ja čáziid mat álget ráhkkanit dagahit ahte vuolabealli maid hakso earáládje go ovdal.

source: Tyttöjen ulommat ja sisemmät häpyhuulet muuttuvat kookkaammiksi ja tummemmiksi.
sme: Nieiddain šaddet sihke olggut ja siskkit cinnabaksamat stuoribun ja seavdnjadeabbon.

source: Usein sisemmät häpyhuulet kasvavat niin, että ne näkyvät selvästi ulompien häpyhuulten välistä.
sme: Dávjá siskkit cinnabaksamat šaddet nu ahte oidnojit olggobealde olggubuid.

source: Myös klitoris kasvaa.
sme: Maid bunnu šaddá.

source: Kehon sisällä olevat emätin, kohtu ja munasarjat kasvavat suuremmiksi.
sme: Cinni, goaŧŧu ja monnerávssát mat leat goruda siste šaddet stuoribun.

source: Ovulointi alkaa.
sme: Monneseallaluovvaneapmi álgá.

source: Pojan kivekset alkavat kasvaa.
sme: Bártniin bálločalmmit álget šaddat.

source: Kivespussit ja penis kasvavat suuremmiksi, ja kivespussit muuttuvat tummemmiksi.
sme: Maid bállu ja náhpol šaddet ja sturrot ja bállu oažžu seavdnjadit feargga.

source: Peniksen kasvu vaihtelee pojasta toiseen.
sme: Man olu náhpol šaddá lea sierralágan olbmos olbmui.

source: Myös sisäiset sukuelimet nimeltään eturauhanen ja rakkularauhaset kasvavat.
sme: Maid siskkit sohkabealeravssat man gohčoduvvo ovdaraksan ja siepmanravssat šaddet.

source: Esinahka laajenee ja kasvaa, ja esinahan alle alkaa muodostua smegmaa, vaaleaa, voitelevaa nestettä.
sme: Ovdanáhkki viidu ja stuorru ja ovdanáhki vuolde álgá, vilgeslágán vuoidi čáhci šaddat. Siemagolggus

source: Kasvavat kivekset voivat tuntua kipeiltä.
sme: Go bálločalmmit šaddet dat sáhttet leat bákčasat.

source: Se on yleensä merkki siitä, että ne ovat alkaneet tuottaa siittiöitä.
sme: Dat láve leahkit mearkan ahte dat leat álgán válbmet siemagolgosa.

source: Tämä tapahtuu yleensä 14–15 vuoden iässä, mutta se voi alkaa myös aikaisemmin tai myöhemmin.
sme: Dat láve dáhpáhuvvat 14-15 jagis, muhto dat sáhttá álgit árabut ja maŋibut.

source: Jos siemensyöksyn aikana tulee siemennestettä, se tarkoittaa, että on sukukypsä.
sme: Jus boahtá siemagolggus go oažžu orgásma, nu dat mearkkaša ahte sohkabealegivssas.

source: Tällöin voi tehdä jonkun raskaaksi emätinyhdynnässä.
sme: Dalle sáhttá dahkan soapmása áhpeheapmin jus lea cinneanašeapmi.

source: Murrosiässä on normaalia saada yöllisiä siemensyöksyjä.
sme: Rávásmanagis lea dábálaš ahte oažžu orgásma ihkku go nohkká.

source: Joillekin niitä tapahtuu vain satunnaisesti, kun taas toiset voivat saada yöllisiä siemensyöksyjä usean vuoden ajan.
sme: Muhtumiidda dáhpahuvvá dat beare moadde háve muhto earát ožžot idjasaš orgásmmaid máŋgga jagi áigge. Golgamat

source: Ennen ensimmäisten kuukautisten alkamista monilta tytöiltä tulee valkovuotoa.
sme: Ovdalgo mánnodávddat bohtet álgá oažžut golgamiid. Dan fuomáša go boahtá vehá fiskesvielgadas buvssaide.

source: Se näkyy hieman kellertävänä nestemäisenä aineena pikkuhousuissa. Valkovuoto pitää emättimen limakalvot kosteina, emättimen puhtaana ja suojaa infektioilta.
sme: Golgamat dagahit nu ahte vuohččecuoccat cinnis dollo lávttasin, dat dollet maid cinni ráinnasin ja suddjejit infekšuvnnain.

source: Kuukautiset
sme: Mánodávddat

source: Kuukautisten alkaminen on merkki siitä, että keho on alkanut ovuloida.
sme: Go oažžu mánodávddaid mearkkaša ahte monneseallaluovvaneapmi lea beassan johtui.

source: Tämä tarkoittaa, että keho on seksuaalisesti kypsä, eli on mahdollista tulla raskaaksi ja saada lapsia.
sme: Dat mearkkaša ahte lea sohkabealeválmmas, dalle sáhttá šaddat áhpeheapmin ja oažžut mánáid.

source: Ensimmäiset kuukautiset tulevat yleensä noin kaksi vuotta sen jälkeen, kun rinnat ovat alkaneet kasvaa.
sme: Vuosttas mánodávddat lávejit boahtit sullii guokte jagi maŋŋel go rattit leat álgán šaddat.

source: Yleensä kuukautisten alkaessa pikkuhousuissa tai wc-paperissa näkyy hieman verta.
sme: Dávjjimusat dat álget ahte boahtá beare vehá varra buvssaide dehe báhpirii go sihkku iežas.

source: On myös tavallista, että ennen ensimmäisiä kuukautisia tulee rusehtavaa valkovuotoa.
sme: Lea maid dábálaš ahte leat ruškeslágán golgamat ovdalgo oažžu vuosttas mánodávddaid.

source: Se on kehon tapa kertoa, että kuukautiset ovat alkamassa.
sme: Dat lea goruda vuohki muitalit ahte mánodávddat leat jođus.

source: Verinen vuoto on yleensä tummaa ja rusehtavaa, mikä johtuu siitä, että veri ehtii kuivua hieman ennen kuin se tulee ulos.
sme: Varraseagat golgamat lávejit leahkit čáhppadat ja ruškeslágánat, dat vuolgá das go varra geargá goikat ovdalgo boahtá olggos.

source: Aluksi kuukautiset ovat yleensä epäsäännölliset.
sme: Álggus lea dábálaš ahte mánodávddat eai leat dássedat.

source: Kuukautiset saattavat esimerkiksi tulla ensin kerran ja sitten voi kulua useita kuukausia ennen seuraavia kuukautisia.
sme: Sáhttá oažžut mánodávddaid oktii ja dasto sáhttet jávkat máŋga mánu ovdalgo bohtet fas.

source: Se on normaalia ja vaaratonta.
sme: Dat lea dábálaš iige leat váralaš.

source: Seksuaalisuus
sme: Seaksahállu

source: Joku voi kiihottua, tyydyttää itseään tai harrastaa muulla tavoin seksiä ja saada orgasmin jo ennen sukukypsyyttä.
sme: Sáhttá leahkit himolaš, onaneret dehe anašit eará ládje ja oažžut orgasmma juo ovdalgo lea sohkabealválmmas.

source: Sukukypsyyden saavuttamisen jälkeen seksi alkaa kiinnostaa ja viehättää yhä enemmän.
sme: Muhto go šaddá sohkabealválmmas láve hállu ja gáibádus seksii lassánit.

source: Vaikka itsetyydytystä olisi kokeillut jo nuorempana, tavallisesti murrosiässä useimmat alkavat tyydyttää itseään tietoisemmin.
sme: Vaikko leage onaneren juo go lei nuorat dávjjimustá rávásmanagis eatnasat álget onaneret diđolaččabut.

source: Seksuaalisuuteen liittyvät asiat ovat mielessä useammin, ja on tavallista pohtia, miltä ensimmäinen seksikokemus tuntuu.
sme: Máŋggat jurddašit dávjjibut dakkára mii lea seksain dahkamis ja lea dábálaš ahte álgá jurddašit got boahtá dovdot vuosttas geardde go lea seksa soapmásiin.

source: Pojat saattavat seksiä miettiessään saada helposti erektion.
sme: Bártniide sáhttet jurdagat seksas dahkat ahte álkit oažžu erekšuvnna.

source: Joskus erektio voi tulla itsestään ilman syytä.
sme: Muhtimin dat dáhpáhuvvá ipmirkeahttá manin.

source: Se voi tapahtua esimerkiksi silloin, kun istuu bussissa, joka tärisee tai pyöräillessä hiekkatiellä.
sme: Dat sáhttá ovdamearkka dihte leahkit go čohkkeha busses mii doarggista dehe go sihkkelastá sáddoluottas.

source: Tärinä saa aikaan signaalien siirtymisen aivojen sijaan suoraan penikseen.
sme: Doarggisteamit dagahit ahte signálat mannet njuolga cissanávlái manakeahttá vuoigŋas meaddel.

source: Tämä voi tuntua kiusalliselta, ja pojat saattavat kuvitella tahattomien erektioiden ilmaantumisen olevan epänormaalia, vaikka se onkin hyvin yleistä.
sme: Dat sáhttá orrut soameheapme ja sáhttá jáhkkit ahte lea okto gii oažžu erekšuvnna dáhtokeahttá, vaikko dat lea rievtti mielde hui dábálaš.

source: Hiusten tavoin iho rasvoittuu entistä nopeammin.
sme: Jur nugo vuovttat jođáneappot šaddet vuodjan nu šaddá liiki maid nu.

source: Tämä johtuu siitä, että talirauhaset tuottavat aiempaa enemmän rasvaa, joskus enemmän kuin on tarpeen.
sme: Dat vuolgá das ahte vuodjaravssat buvttadit eanet vuoja go ovdal, muhtumin eanet go rievtti mielde dárbbaha.

source: Rasvoittumisen huomaa helposti kiiltävästä ihosta, erityisesti nenän ympärillä ja otsassa sekä poskissa ja selässä.
sme: Dan fuobmá das ahte liiki čuovgá eareliiggánit njuni birra ja gállus, muhto maid muođuin ja sealggis.

source: Ihon rasvoittuminen voi saada aikaan finnejä ja mustapäitä.
sme: Go liikái šaddá vuodja sáhttá dat dagahit ahte oažžu nákkiid ja liikemáđuid.

source: Murrosiässä ihoon voi tulla myös juovia, joita kutsutaan raskausarviksi.
sme: Rávásmanagis sáhttá maid oažžut sárgáid liikái, nu gohčoduvvon liikeluoddanemiid.

source: Niitä syntyy ihon venyessä nopeammin kuin se ehtii sopeutua.
sme: Dat vuolgá das ahte liiki vatná jođáneappot go geargá vuogáiduvvat.

source: Tytöille raskausarpia syntyy usein rintoihin, lantioon ja reisiin.
sme: Nieiddain lea dábálaš ahte oažžu luoddanemiid rattiin, spirraliin ja badjeváhkáin.

source: Pojilla niitä muodostuu tavallisesti selkään ja hartioihin.
sme: Bártniin lea dábáleamos čielggis ja olggiin.

source: Arvet vaalenevat ajan mittaan.
sme: Luoddanemiid šaddet šoavkadeabbon áiggi mielde.

source: Murrosiässä hikoilu lisääntyy, minkä vuoksi on tärkeää peseytyä joka päivä.
sme: Olmmoš álgá bivastuvvat eanet rávásmanagis, danin lea dehálaš basadit juohke beaivvi.

source: Tarvittaessa kainaloihin voi laittaa deodoranttia.
sme: Jus atná dárbbašlažžan, sáhttá geavtit deodorántta gieđavuole.

source: Muun kehon tavoin myös ääni kehittyy murrosiän aikana.
sme: Jur nugo olles gorudis jietna ovdána rávásmanagis.

source: Kurkunpää kasvaa ja äänihuulet pitenevät, jolloin ääni madaltuu ja syvenee. Tätä kutsutaan äänenmurrokseksi.
sme: Guoggun šaddá ja jietnabaksamat šaddet guhkibun mii dagaha ahte jietna šaddá seavdnjadeabbon ja roavvaseabbon, dan gohčoduvvo jietnadoajáhat.

source: Sitä esiintyy sekä tytöillä että pojilla.
sme: Dat dáhpáhuvvá sihke nieiddain ja bártniin.

source: Poikien ääni muuttuu kuitenkin enemmän kuin tyttöjen, minkä vuoksi poikien saattaa olla vaikea kontrolloida ääntään.
sme: Muhto bártniid jietna muhto eanet go nieiddaid ja dat sáhttá dagahit ahte bárdnin jiena kontrolleren lea váddásit.

source: Ääni saattaa kuulostaa käheältä, tai se voi vaihdella kimeästä matalaan ennen kuin se lopulta madaltuu ja syvenee.
sme: Sáhttá muhtumin orrut vehá roakkas dehe molsasit čuovgada ja seavdnjadeappo gaskkan muhtin áigge ovdalgo sevnnjoda ja čiekŋu.

source: Keho kasvaa ja muuttuu
sme: Gorut šaddá ja rievdá

source: Murrosiän alussa kädet ja jalat kasvavat tavallisesti erittäin nopeasti.
sme: Rávásmanagi álggus gieđat ja juolggit dávjá šaddet erenomáš jođánit.

source: Tämän jälkeen käsivarret ja sääret pitenevät.
sme: De šaddet giehtaruohttasat ja váhkát.

source: Pituuskasvu alkaa tämän jälkeen.
sme: Dan maŋŋel olmmoš šaddá ollásii guhkkodahkii.

source: Kasvua voi olla jopa useita senttejä muutamassa kuukaudessa.
sme: Olmmoš sáhttá šaddat máŋga sentte beare moatti mánus.

source: Tätä kutsutaan usein kasvupyrähdykseksi.
sme: Dan lávejit gohčodit šaddančusken.

source: Pituuskasvun lisäksi keho muuttaa muotoaan.
sme: Gorut ii šatta beare guhkkodahkii muhto molsu maid hámi.

source: Tyttöjen lantio laajenee ja poikien ylävartalo levenee.
sme: Nieiddat lávejit oažžut govddit čoarbbeliid ja bártnit govddit badjegoruda.

source: Varhainen ja myöhäinen murrosikä
sme: Árra ja maŋŋit rávásmanahki

source: Murrosiän alkaminen vaihtelee ja riippuu muun muassa perinnöllisistä tekijöistä.
sme: Goas rávásmanahki álgá lea sierralágán ja vuolgá e.e. árbbálašvuođas.

source: Varhainen murrosikä voi tuntua yhtä aikaa sekä hauskalta että kiusalliselta.
sme: Árrat boahtin rávásmanahkái sáhttá sihke dovdot somán dehe váivni.

source: Murrosiän alkaminen tytöillä ennen kahdeksan vuoden ikää tai pojilla ennen yhdeksän vuoden ikää on epätavallista.
sme: Boahtit rávásmanahkái ila árrat ovdalgo lea deavdán gávcci jagi nieidan ja ovcci jagi bárdnin, lea eahpedábálaš.

source: Jos murrosiän merkit alkavat jo näin aikaisin, tulisi asiasta keskustella vanhempien tai huoltajan kanssa ja ottaa yhteyttä koulun terveydenhoitajaan tai terveyskeskukseen.
sme: Jus oažžu rávásmanagimearkkaid nu árrat galgá sárdnut váhnemiiddisguin dehe eará fuolaheddjiin ja váldit oktavuođa skuvladivššárii dehe dearvvašvuođaguovddážii.

source: Jos murrosiästä ei ole minkäänlaisia merkkejä ennen 14 vuoden ikää, puhutaan myöhäisestä murrosiästä.
sme: Jus ii leat ožžon máŋge lágán rávásmanagimearkkaid go lea 14 jahkásaš gohčoduvvo dan maŋŋi rávásmanahkin.

source: Asiasta voi puhua vanhempien tai huoltajien kanssa ja ottaa yhteyttä yksin tai vanhempien kanssa koulun terveydenhoitajaan, nuorisovastaanottoon tai terveyskeskukseen.
sme: Dalle sáhttá sárdnut váhnemiiddisguin dehe eará fuolaheddjiin ja ovttas singuin dehe ieš váldit oktavuođa skuvladivššárii, nuoraidvuostáváldimii dehe dearvvašvuođaguovddážii.

source: Tarvittaessa murrosikä voidaan käynnistää lääkkeiden avulla.
sme: Jus lea dárbbašlaš sáhttá rávásmanahki bidjot johtui dálkasiid vehkiin.

source: Murrosiän alkamista ei voi nopeuttaa itse.
sme: Olmmoš ii sáhte ieš dahkat nu ahte boahtá árabut rávásmanahkái.

source: Jos kehittyminen eri aikaan kavereiden kanssa tuntuu vaikealta, kannattaa asia ottaa puheeksi jonkun kanssa, esimerkiksi koulun terveydenhoitajan kanssa.
sme: Jus atná ahte lea váivi go ii ovdán seamma távttas go olbmát sáhttá dovdot suohtas sárdnut soapmásiin, skuvladivššár ovdamearkka dihte lea buorre olmmoš geasa jorgasit.

source: Apua voi saada myös nuorisovastaanotolta tai terveyskeskuksesta.
sme: Sáhttá maid oažžut veahki nuoraidvuostáváldimis dehe dearvvašvuođaguovddážis.
